Repository: vmassuchetto/dnstorm
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Site title
pt_br: Título do site

source: Site description
pt_br: Descrição do site

source: Save
pt_br: Salvar

source: Username
pt_br: Nome de usuário

source: Password
pt_br: Senha

source: Repeat password
pt_br: Repita a senha

source: Create account
pt_br: Criar conta

source: Criterias
pt_br: Critérios

source: Mail an update notice to participants
pt_br: Enviar uma notificação de atualização para os participantes

source: Invite people to participate
pt_br: Convidar pessoas para participar

source: Problem description
pt_br: Descrição do problema

source: Permissions
pt_br: Permissões

source: Voting
pt_br: Votação

source: Mailing
pt_br: E-mails

source: Advanced options
pt_br: Opções avançadas

source: Type the name of the criteria to search. Go to the <a href="%s">criterias page</a> if you want to edit them.
pt_br: Digite o nome do critério que você quer procurar. Vá para a <a href="%s">página dos critérios</a> se você quiser editá-los.

source: Send a mail notice to the participants of this problem about the updates.
pt_br: Enviar um e-mail para os participantes informando-os das atualizações deste problema.

source: Comma-separated e-mails of users that will receive an invitation to participate in this problem.
pt_br: E-mails separados por vírgulas dos usuários que irão receber um convite para participar deste problema.

source: Submit
pt_br: Enviar

source: Subject
pt_br: Assunto

source: Send message
pt_br: Enviar mensagem

source: The subject of the mail message to be sent.
pt_br: O assunto da mensagem a ser enviada.

source: This message will be sent in plain text to everyone envolved with this problem (managers, invited users, idea contributors and commenters).
pt_br: Esta mensagem será enviada em texto puro para todos os usuários envolvidos com o problema (gerentes, convidados, colaboradores de ideias e comentaristas).

source: Title
pt_br: Título

source: Description
pt_br: Descrição

source: Name
pt_br: Nome

source: Value
pt_br: Valor

source: An idea-generation platform
pt_br: Uma plataforma para geração de ideias

source: Parent
pt_br: Pai

source: Contributors
pt_br: Colaboradores

source: Users with permission to contribute to this problem.
pt_br: Usuários com permissão para contribuir com este problema.

source: Managers
pt_br: Gerentes

source: Users with permission to manage this problem.
pt_br: Usuários com permissão para gerenciar este problema

source: Open participation
pt_br: Participação aberta

source: Any registered user can contribute to this problem.
pt_br: Qualquer usuário registrado poderá contribuir para este problema.

source: Public
pt_br: Público

source: The problem will be publicy available to anyone.
pt_br: Este problema ficará disponível publicamente para qualquer pessoa.

source: Locked
pt_br: Travado

source: Lock the problem so it will be kept visible but no one will be able to contribute.
pt_br: Trava o problema e o mantém visível, mas ninguém mais poderá contribuir.

source: Blind contributions
pt_br: Contribuições às cegas

source: People can only see their own ideas.
pt_br: As pessoas podem somente ver as suas próprias ideias.

source: Max ideas per user
pt_br: Máximo de ideias por usuário

source: Maximum number of ideas an user will be able to contribute to this problem. Leave 0 for unlimited.
pt_br: O número máximo de ideias que os usuários poderão dar para este problema. Deixe 0 para ilimitado.

source: Enable voting for ideas
pt_br: Habilitar as votações de ideias

source: Users will be able to vote for the ideas.
pt_br: Usuários poderão votar nas ideias.

source: Display vote counts
pt_br: Mostrar contador de votos

source: Users will be able to see how many votes each idea had.
pt_br: Usuários poderão ver quantos votos positivos ou negativos cada ideia recebeu.

source: Display vote authors
pt_br: Mostrar autores dos votos

source: Ideas voting will be completely transparent.
pt_br: A votação de ideias será completamente transparente.

source: Comment
pt_br: Comentário

source: Content
pt_br: Conteúdo

source: Upvote
pt_br: Aprovar

source: Downvote
pt_br: Reprovar

source: The page you are trying to access does not exist.
pt_br: A página que você está tentanto acessar não existe.

source: Activity
pt_br: Atividade

source: <a href="%(user_url)s">%(user)s</a> created the problem <a href="%(problem_url)s">%(problem_title)s</a>
pt_br: <a href="%(user_url)s">%(user)s</a> criou o problema <a href="%(problem_url)s">%(problem_title)s</a>

source: <a href="%(user_url)s">%(user)s</a> updated the problem <a href="%(problem_url)s">%(problem_title)s</a>
pt_br: <a href="%(user_url)s">%(user)s</a> atualizou o problema <a href="%(problem_url)s">%(problem_title)s</a>

source: <a href="%(user_url)s">%(user)s</a> contributed with the idea <a href="%(idea_url)s">%(idea_title)s</a> if the problem <a href="%(problem_url)s">%(problem_title)s</a>
pt_br: <a href="%(user_url)s">%(user)s</a> contribuiu com a ideia <a href="%(idea_url)s">%(idea_title)s</a> para o problema <a href="%(problem_url)s">%(problem_title)s</a>

source: <a href="%(user_url)s">%(user)s</a> updated the idea <a href="%(idea_url)s">%(idea_title)s</a> of the problem <a href="%(problem_url)s">%(problem_title)s</a>
pt_br: <a href="%(user_url)s">%(user)s</a> atualizou a ideia <a href="%(idea_url)s">%(idea_title)s</a> do problema <a href="%(problem_url)s">%(problem_title)s</a>

source: <a href="%(user_url)s">%(user)s</a> <a href="%(comment_url)s">commented</a> the problem <a href="%(problem_url)s">%(problem_title)s</a>
pt_br: <a href="%(user_url)s">%(user)s</a> <a href="%(comment_url)s">comentou</a> o problema <a href="%(problem_url)s">%(problem_title)s</a>

source: <a href="%(user_url)s">%(user)s</a> <a href="%(comment_url)s">commented</a> the idea <a href="%(idea_url)s">%(idea_title)s</a> of the problem <a href="%(problem_url)s">%(problem_title)s</a>
pt_br: <a href="%(user_url)s">%(user)s</a> <a href="%(comment_url)s">comentou</a> a ideia <a href="%(idea_url)s">%(idea_title)s</a> do problema <a href="%(problem_url)s">%(problem_title)s</a>

source: Latest activity
pt_br: Últimas atividades

source: View all activities
pt_br: Ver todas as atividades

source: Logout
pt_br: Sair

source: Register
pt_br: Criar conta

source: Home
pt_br: Inicial

source: Search everything
pt_br: Buscar tudo

source: Everything
pt_br: Tudo

source: Problems
pt_br: Problemas

source: Ideas
pt_br: Ideias

source: Comments
pt_br: Comentários

source: DNStorm is a free softwares licensed under the <a href="%(gpl_url)s">GPL3</a> license
pt_br: O DNStorm é um software livre distribuído sob a licença <a href="%(gpl_url)s">GPL3</a>

source: edited
pt_br: editado

source: at
pt_br: em

source: Create new problem
pt_br: Criar novo problema

source: Problems with the criteria "%(criteria_name)s"
pt_br: Problemas com o critério "%(criteria_name)s"

source: ideas
pt_br: ideias

source: idea
pt_br: ideia

source: alternatives
pt_br: alternativas

source: alternative
pt_br: alternativa

source: No problem here. You can start by <a href="%(url_problem_new)s">creating a new one</a>.
pt_br: Nenhum problema aqui. Você pode começar <a href="%(url_problem_new)s">criando um</a>.

source: <a href="%(url_login)s">Log in</a> to view and create problems.
pt_br: <a href="%(url_login)s">Faça login</a> para ver e criar problemas.

source: Edit idea
pt_br: Editar ideia

source: Revisions for the idea
pt_br: Revisões para a ideia

source: View all messages
pt_br: Ver todas as mensagens

source: Bulletin for problem
pt_br: Comunicados para o problema

source: Sender
pt_br: Remetente

source: Date
pt_br: Data

source: Page %(number)s of %(total)s
pt_br: Página %(number)s de %(total)s

# verb
source: Comment
pt_br: Comentar

source: Log in and submit your idea
pt_br: Faça login para enviar sua ideia

source: This problem is currently locked for new ideas
pt_br: O recebimento de novas ideias neste problema está travado

source: Submit your idea to this problem
pt_br: Envie uma ideia para este problema

source: you have %(ideas)s idea left
pt_br: você tem %(ideas)s ideia restante

source: You contributed with the maximum ideas allowed for this problem
pt_br: Você já contribuiu com o máximo de ideias permitidas para este problema

source: edit or delete your existing ideas if you change your mind about them
pt_br: edite ou delete suas ideias existentes se você mudou de ideia

source: Your idea
pt_br: Sua ideia

source: This problem is in blind contribution mode. That means you can't see the other users ideas until the manager turns the option off.
pt_br: Este problema está no modo de contribuição às cegas. Isto significa que você não poderá ver as ideias dos outros usuários até que o gestor do problema desligue esta opção.

source: Edit
pt_br: Editar

source: revisions
pt_br: revisões

source: Revisions for the problem
pt_br: Revisões para o problema

source: Revisions for the problem <a href="%(problem_url)s">#%(problem_id)s</a>
pt_br: Revisões para o problema <a href="%(problem_url)s">#%(problem_id)s</a>

source: Back to problem
pt_br: Voltar ao problema

source: Edit this problem
pt_br: Editar este problema

source: Problem table
pt_br: Tabela do problema

source: New message
pt_br: Nova mensagem

source: Short Link
pt_br: Link encurtado

source: This problem is public. Anyone on the Internet can read it.
pt_br: Este problema é público. Qualquer pessoa na Internet pode vê-lo.

source: This problem is opened. Any logged user will be able to contribute.
pt_br: Este problema está aberto. Qualquer usuário logado poderá contribuir com ideias.

source: This problem is locked. No one can contribute with any more ideas until a manager opens it.
pt_br: Este problema está travado. Ninguém pode contribuir até que um gerente o destrave.

source: This problem is in blind contribution mode. You can only see your own ideas.
pt_br: Este problema está em modo de contribuição às cegas. Você pode ver somente as suas próprias ideias.

source: Ideas voting are opened. You can vote and downvote ideas.
pt_br: A votação de ideias está aberta. Você pode votar positivo ou negativo nas ideias.

source: idea contributions
pt_br: contribuições de ideias

source: idea contribution
pt_br: contribuição de ideia

source: Criterias for this problem
pt_br: Critérios para este problema

source: Bulletin
pt_br: Comunicados

source: View all
pt_br: Ver todos

source: Remove this item?
pt_br: Remover este item?

source: Cancel
pt_br: Cancelar

source: Remove
pt_br: Remover

source: Select ideas
pt_br: Selecionar ideias

source: Done
pt_br: Pronto

source: Add alternative
pt_br: Adicionar alternativa

source: Add column
pt_br: Adicionar coluna

source: Click on the table cells to select ideas.
pt_br: Clique nas células das tabelas para selecionar as ideias

source: problems created
pt_br: problemas criados

source: comments made
pt_br: comentários feitos

source: %(user)s is inviting you to participate in a problem discussion in %(site_name)s. Click here to signup in %(site_name)s: %(signup_url)s Check the problem and start contributing here: %(problem_url)s
pt_br: %(user)s está convidando você participar da discussão de um problema em %(site_name)s. Clique aqui para se cadastrar no %(site_name)s: %(signup_url)s Veja o problema e comece a contribuir aqui: %(problem_url)s

source: The problem you were participating in %(site_name)s was updated by the manager. Check the problem here: %(problem_url)s You can also view the modification history of this problem here: %(problem_revision_url)s
pt_br: O problema em que você está participando em %(site_name)s foi atualizado pelo gestor. Veja o problema aqui: %(problem_url)s Você pode ver também o histórico de modificações deste problema aqui: %(problem_revision_url)s

source: The activation key you tried to use is no longer valid. Try to reset your password or to create a new account.
pt_br: A chave de ativação que você tentou usar não é mais válida. Tente gerar uma nova senha ou criar outra conta.

source: Your username was activated succesfully.
pt_br: O seu usuário foi ativado com sucesso.

source: You can now start discussing some problems and ideas.
pt_br: Você pode começar uma nova discussão com problemas e ideias.

source: Hello! You just created an account in %(site)s. Here's your activation key: %(activation_key)s Activate your account by clicking on the this link: %(site)s/accounts/activate/%(activation_key)s/
pt_br: Olá! Você acabou de criar uma conta em %(site)s. Aqui está a sua chave de ativação: %(activation_key)s Ative sua conta clicando neste link: %(site)s/accounts/activate/%(activation_key)s/

source: %(site)s: Your account activation key
pt_br: %(site)s: Sua chave de ativação

source: Wrong username and password.
pt_br: Usuário e senha errados.

source: Create a DNStorm account
pt_br: Criar uma nova conta no DNStorm

source: A confirmation e-mail was sent to you. Please check your inbox.
pt_br: Um e-mail de confirmação foi enviado para você. Verifique sua caixa de entrada.

source: year
pt_br: ano

source: month
pt_br: mês

source: week
pt_br: semana

source: day
pt_br: dia

source: Options
pt_br: Opções

source: Users
pt_br: Usuários

source: Compose new message for problem <a href="%(url)s">#%(id)d</a>
pt_br: Nova mensagem para o problema <a href="%(url)s">#%(id)d</a>

source: Problem
pt_br: Problema

source: Messages
pt_br: Mensagem

source: Compose new message
pt_br: Enviar nova mensagem

source: Message #%(id)d
pt_br: Mensagem #%(id)d

source: %(site_name)s: Problem updated
pt_br: %(site_name)s: Problema atualizado

source: %(site_name)s: Invitation
pt_br: %(site_name)s: Convite

source: Edit problem
pt_br: Editar problema

source: Update
pt_br: Atualização

source: The problem was set to blind contribution mode.
pt_br: O problema foi configurado para o modo de contribuição às cegas.

source: The problem was locked for contributions.
pt_br: O problema foi travado para novas contribuições.

source: Max ideas per user set to %d.
pt_br: Máximo de ideias por usuário ajustado para %d.

source: Contributions opened for any logged user.
pt_br: Contribuições abertas para qualquer usuário logado.

source: Problem set to be publicly available.
pt_br: Problema configurado para ser disponibilizado publicamente.

source: Ideas votation were opened.
pt_br: A votação de ideias está aberta.

source: Vote counts will be displayed.
pt_br: Contadores de votos serão mostrados.

source: Vote authors will be displayed.
pt_br: Autores dos votos serão mostrados.

source: No longer in blind contribution mode.
pt_br: Não está mais no modo de contribuição às cegas.

source: Problem unlocked for contributions.
pt_br: Problema destravado para contribuições.

source: Untilimed ideas per user.
pt_br: Ideias ilimitadas por usuário.

source: Only participants will be able to contribute.
pt_br: Só participantes podem contribuir.

source: The problem is no longer public.
pt_br: O problema não é mais público.

source: Ideas votation were closed.
pt_br: A votação de ideias foi fechada.

source: Vote counts will no longer be displayed.
pt_br: O contador de votos não será mais mostrado.

source: Vote authors will no longer be displayed.
pt_br: Os autores dos votos não serão mais mostrados.

source: Revisions
pt_br: Revisões

source: Strategy table
pt_br: Tabela de estratégia
