Repository: vmassuchetto/dnstorm
Catalog: dnstorm/app/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: <a href="%(actor_url)s">%(actor_name)s</a> <a href="%(comment_url)s">commented</a> the idea <a href="%(idea_url)s">%(idea_title)s</a> on the problem <a href="%(problem_url)s">%(problem_title)s</a>
pt_br: <a href="%(actor_url)s">%(actor_name)s</a> <a href="%(comment_url)s">comentou</a> a ideia <a href="%(idea_url)s">%(idea_title)s</a> no problema <a href="%(problem_url)s">%(problem_title)s</a>

source: <a href="%(actor_url)s">%(actor_name)s</a> <a href="%(comment_url)s">commented</a> the alternative <a href="%(alternative_url)s">%(alternative_title)s</a> on the problem <a href="%(problem_url)s">%(problem_title)s</a>
pt_br: <a href="%(actor_url)s">%(actor_name)s</a> <a href="%(comment_url)s">comentou</a> a alternativa <a href="%(alternative_url)s">%(alternative_title)s</a> no problema <a href="%(problem_url)s">%(problem_title)s</a>

source: This is an automatic e-mail sent from %(site_title)s. To see other notices check your account on %(site_url)s. If you don't know the DNStorm software, check this link: %(dnstorm_url)s
pt_br: Este é um e-mail automático enviado pelo %(site_title)s. Para ver outras notificações acesse a sua conta em %(site_url)s. Se você ainda não conhece o software DNStorm, visite este link: %(dnstorm_url)s

source: You were invited by %(problem_author)s to discuss and collaborate on the problem: %(problem_title)s. Visit this link to accept the invitation and register: %(invitation_url)s
pt_br: Você foi convidado por %(problem_author)s para discutir e colaborar com o problema: %(problem_title)s. Visite este link para aceitar o convite e registrar-se: %(invitation_url)s

source: You were invited by %(problem_author)s to discuss a problem
pt_br: Você foi convidado por %(problem_author)s para discutir um problema

source: A problem you're contributing to was updated
pt_br: Um problema que você está contribuindo foi atualizado

source: Account activation
pt_br: Ativação de conta

source: Account successfully activated.
pt_br: Conta ativada com sucesso.

source: Hello! You just created an account in %(site)s. Activate your account by clicking on the this link: http://%(site)s/accounts/activate/%(activation_key)s/
pt_br: Olá! Você acabou de criar uma conta em %(site)s. Ative sua conta clicando neste link: http://%(site)s/accounts/activate/%(activation_key)s/

source: Activate your account on %(site)s
pt_br: Ative sua conta em %(site)s

source: Invalid request.
pt_br: Requisição inválida.

source: Reset password
pt_br: Recuperar senha

source: Bye bye!
pt_br: Tchau tchau!

source: You are not logged in anymore.
pt_br: Você não está mais logado.

source: Password reset
pt_br: Recuperar senha

source: Your password was succesfully changed.
pt_br: A sua senha foi modificada com sucesso.

source: Change your password
pt_br: Modificar a senha do usuário

source: Password changed
pt_br: Senha modificada

source: Your password was succesfully changed. You can <a href="%(item_url)s">login again</a> with it now.
pt_br: A sua senha foi modificada com sucesso. Você já pode <a href="%(item_url)s">fazer login</a> com ela agora.

source: Password reset failed. Please try to <a href="%(item_url)s">reset it again</a>.
pt_br: A recuperação de senha falhou. Tente <a href="%(item_url)s">recuperá-la novamente</a>.

source: Recovery e-mail sent
pt_br: E-mail de recuperação enviado.

source: An email with password reset instructions has been sent.
pt_br: Um e-mail com instruções para troca de senha foi enviado para você.

source: Reset password at %(site_name)s
pt_br: Troca de senha em %(site_name)s

source: Registration closed
pt_br: Criação de contas desativada

source: The registration is currently closed in this site.
pt_br: A criação de contas está fechada neste site.

source: Authentication error
pt_br: Erro de autenticação

source: You are already logged in.
pt_br: Você já está logado.

source: By filling the form you will receive an e-mail with an activation link.
pt_br: Ao preencher o formulário você receberá um link de ativação via e-mail.
