Repository: vmassuchetto/dnstorm
Catalog: dnstorm/app/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Register
pt_br: Criar conta

source: You need to use the same e-mail the invitation was sent.
pt_br: Você precisa usar o mesmo e-mail que o convite foi enviado.

source: This email address is already in use. Please enter a different email address.
pt_br: Este endereço de e-mail já está em uso. Entre com um outro diferente.

source: Site title
pt_br: Título do site

source: Page title for browser windows and e-mail subjects.
pt_br: Título da página para os navegadores e assuntos dos e-mails.

source: Site description
pt_br: Descrição do site

source: Page description for browser windows.
pt_br: Título da página para as janelas dos navegadores

source: Site URL
pt_br: URL do site

source: Site domain for URL generation with http scheme. Examples: 'http://domain.com', 'https://subdomain.domain.com', 'http://domain:port'
pt_br: Domínio do site para geração das URLs com o protocolo http. Exemplo: 'http://dominio.com', 'https://subdominio.dominio.com', 'http://dominio:porta'

source: Save
pt_br: Salvar

source: Wrong domain format.
pt_br: Formato de domínio inválido.

source: Wrong form kwargs.
pt_br: Argumentos 'kwargs' inválidos para o formulários

source: Change password
pt_br: Trocar senha

source: Display name
pt_br: Nome de exibição

source: Type your current password
pt_br: Digite a sua senha atual

source: Type your new password
pt_br: Digite a sua nova senha

source: Type your new password again.
pt_br: Digite a sua nova senha novamente.

source: Passwords don't match.
pt_br: As senhas não são as mesmas.

source: Information
pt_br: Informação

source: Values
pt_br: Valor

source: Minimum scale required for this format.
pt_br: É necessário selecionar um valor mínimo de escala para este formato.

source: Maximum scale required for this format.
pt_br: É necessário selecionar um valor máximo de escala para este formato.

source: Publish
pt_br: Publicar

source: Save as draft
pt_br: Salvar como rascunho

source: Save edits
pt_br: Salvar edições

source: Search and add collaborators
pt_br: Buscar e adicionar colaboratores

source: Public
pt_br: Público

source: In public mode anyone can view this problem. You'll need to manually choose the collaborators with access if you leave unchecked.
pt_br: Em modo público qualquer um poderá ver este problema. Você precisará selecionar manualmente os colaboradores que terão acesso se não checar esta opção.

source: Open edit
pt_br: Edição aberta

source: In open contribution mode any user will be able to edit other users contents as coauthors. Leave unchecked if you want users to only modify their own content.
pt_br: Em modo de contribuição aberto qualquer usuário pode modificar o conteúdo de outros usuários como co-authores. Deixe desmarcado se você quer que os usuários só possam modificar o conteúdo deles próprio.

source: Collaborators
pt_br: Colaboradores

source: Type to search for users. Click on them to insert or remove from the selected list. Go to the sitewide user section to resend an invitation for non-confirmed users.
pt_br: Digite para buscar os usuários. Clique lista suspensa para selecioná-los e no quadro abaixo para desmarcá-los. Vá para a listagem de todos os usuários do sistema para reenviar solicitação não confirmadas.

source: Permissions
pt_br: Permissões

source: Give an integer value higher than zero.
pt_br: Forneça um valor inteiro maior do que zero.

source: Give a currency value higher than 0. Use dots to separate cents. e.g.: 1.23; 12.34 123.45; 12345.12
pt_br: Forneça um valor em moeda maior do que 0. Use pontos para separar centavos. ex.: 1.23; 12.34 123.45; 12345.12

source: Mark the checkbox to represent the 'True' value or leave unchecked for 'False'.
pt_br: Marque o checkbox para representar um valor de 'Verdadeiro', ou deixe desmarcado para 'Falso'.

source: Describe why you gave the above value for this criteria in this idea.
pt_br: Descreve porquê você deu o valor acima para este critério nesta ideia.

source: Submit
pt_br: Enviar

source: Select the ideas for this alternative
pt_br: Selecione as ideias para esta alternativa

source: Name
pt_br: Nome

source: Value
pt_br: Valor

source: option
pt_br: opção

source: An idea-generation platform
pt_br: Uma plataforma para geração de ideias

source: Title
pt_br: Título

source: Give your problem a compreensive title, this will be the main call for users.
pt_br: Dê um título consistente, esta será a principal chamada para que os usuários contribuam no problema.

source: Description
pt_br: Descrição

source: The description needs to be complete and address all the variables of the problem, giving users the correct parameters to give ideas according to the criteria specified.
pt_br: A descrição precisa ser compreta e abordar todas as variáveis do problema, dando aos usuários os parâmetros corretos para que as ideias sejam dadas de acordo com os critérios especificados.

source: problem
pt_br: Problema

source: The invitation to %s was sent.
pt_br: O convite para %s foi enviado.

source: Wront request information for %s.
pt_br: Informações de requisição incorretas para %s.

source: Description for the criteria
pt_br: Descrição para o critério

source: This description should give users the information needed to fill the required values in ideas. Try to be specific about the needs and limits.
pt_br: Esta descrição deve dar aos usuários as informações necessárias para que eles preencher os valores nas ideias. Tente ser específico a respeito nas necessidades e limites.

source: Number
pt_br: Número

source: Currency
pt_br: Moeda

source: Scale
pt_br: Escala

source: Time
pt_br: Tempo

source: Yes or no
pt_br: Sim ou não

source: What format of data will be used to quantify the ideas.
pt_br: Qual o formato de data que será usado para quantificar as ideias.

source: Minimum scale value
pt_br: Valor mínimo da escala

source: Minimum value for the ideas.
pt_br: Valor mínimo para ideias.

source: Maximum scale value
pt_br: Valor máximo da escala

source: Maximum value for the ideas.
pt_br: Valor máximo para as ideias.

source: Comparison order
pt_br: Ordem de comparação

source: The higher, the better.
pt_br: Quanto maior melhor.

source: The lower, the better.
pt_br: Quanto menor melhor.

source: Ordering that will be respected to present the results about this criteria.
pt_br: Ordenação que será respeitada para apresentar os resultados deste critério.

source: Weight
pt_br: Peso

source: How important this criteria is over the rest. This value will multiply over the results when presenting the alterantives.
pt_br: Qual a importância que este critério possui sobre os demais. Este valor será usado para multiplicar os resultados na apresentação das alternativas.

source: Result presenting mode
pt_br: Modo de apresentação do resultado

source: Sum
pt_br: Soma

source: Average
pt_br: Média

source: Absolute
pt_br: Absoluto

source: How the results will be calculated across the given ideas.
pt_br: Como os resultados serão calculados através das ideias fornecidas.

source: criteria
pt_br: critério

source: title
pt_br: título

source: Describe in a general basis what is the idea you're given to address the problem.
pt_br: Descreva de maneira geral como a ideia que você está fornecendo aborda este problema.

source: idea
pt_br: ideia

source: idea_criteria
pt_br: ideia_criterio

source: alternative
pt_br: alternativa

source: Comment
pt_br: Comentário

source: comment
pt_br: comentário

source: vote
pt_br: voto

source: invitation
pt_br: convite

source: Invitation received
pt_br: Convite recebido

source: you have received an invitation to collaborate in a problem
pt_br: você recebeu um convite para colaborar em um problema

source: Problem updated
pt_br: Problema atualizado

source: a problem you're contributing was updated
pt_br: um problema que você está contribuindo foi atualizado

source: Wrong object type
pt_br: Tipo de objeto inválido

source: The %s was deleted successfully
pt_br: O %s foi apagado com sucesso

source: Registration
pt_br: Criar conta

source: Problems
pt_br: Problemas

source: All
pt_br: Todos

source: Collaborating
pt_br: Colaborando

source: Drafts
pt_br: Rascunhos

source: Site options
pt_br: Opções do site

source: Options
pt_br: Opções

source: Options saved.
pt_br: Opções salvas.

source: Edit info
pt_br: Editar informações

source: Inactivate
pt_br: Desativar

source: User profile
pt_br: Perfil do usuário

source: User activity
pt_br: Atividade do usário

source: Users
pt_br: Usuários

source: Active
pt_br: Ativo

source: Invitations
pt_br: Convites

source: Inactive
pt_br: Inativo

source: Update user
pt_br: Atualizar usuário

source: User information for %s was updated.
pt_br: As informações de %s foram atualizadas.

source: Update user: %s
pt_br: Atualizar usuário: %s

source: Update user password
pt_br: Atualizar a senha do usuário

source: Wrong password.
pt_br: Senha errada.

source: The password for %s was updated.
pt_br: A senha para %s foi atualizada.

source: The user %s was inactivated.
pt_br: O usuário %s foi desativado.

source: The user %s was activated.
pt_br: O usuário %s foi ativado.

source: Sitewide activity
pt_br: Atividade do site

source: Activity
pt_br: Atividade

source: Criteria
pt_br: Critérios

source: Ideas
pt_br: Ideias

source: Alternatives
pt_br: Alternativas

source: Comments
pt_br: Comentários

source: Problem
pt_br: Problema

source: Results
pt_br: Resultados

source: Edit problem: %s
pt_br: Editar problema: %s

source: Discussion
pt_br: Discussão

source: Draft
pt_br: Rascunho

source: Contributors and permissions
pt_br: Colaboradores e permissões

source: Contributors
pt_br: Colaboradores

source: Edit problem
pt_br: Editar problema

source: The problem was successfully saved as a draft. <a class="left-1em button success tiny radius" target="_blank" href="%s">Preview</a>
pt_br: O problema foi salvo como um rascunho.<a class="left-1em button success tiny radius" target="_blank" href="%s">Pré-visualizar</a>

source: The problem was successfuly saved.
pt_br: O problema foi salvo.

source: Problem collaborators
pt_br: Colaboradores do problema

source: Permission options in the problem was successfully saved.
pt_br: As opções de permissão do problema foram atualizada.

source: The problem was deleted.
pt_br: O problema foi apagado.

source: Create criteria
pt_br: Criar critério

source: Create criteria for problem: %s
pt_br: Criar critério para o problema: %s

source: Criteria created.
pt_br: Critério criado.

source: Criteria deleted.
pt_br: Critério apagado.

source: Edit criteria
pt_br: Editar critério

source: Edit criteria for problem: %s
pt_br: Editar critério para o problema: %s

source: Criteria saved.
pt_br: Critério salvo.

source: Post idea to problem: %s
pt_br: Postar ideia no problema: %s

source: Provide a value within the specified range.
pt_br: Forneça um valor dentro da faixa especificada.

source: Your idea was saved as a draft and will be available only for you until it is published.
pt_br: A sua ideia foi salva como um rascunho e estará disponível somente para você até que seja publicada.

source: Your idea was successfully saved.
pt_br: A sua ideia foi salva.

source: Post alternative to problem: %s
pt_br: Postar alternativa no problema: %s

source: The alternative was successfully saved.
pt_br: A alternativa foi salva.

source: Permission denied
pt_br: Permissão negada

source: You don't have permission to access this page.
pt_br: Você não tem permissões suficientes para acessar esta página.

source: The page you are trying to access does not exist.
pt_br: A página que você está tentando acessar não existe.

source: An unexpected application error occurred. Please report this problem to the system administrator.
pt_br: Um erro inesperado ocorreu com a aplicação. Reporte este problema para o administrador do sistema.

source: Theory help
pt_br: Ajuda teórica

source: <a href="%(dnstorm_url)s">DNStorm</a> is a free softwares licensed under the <a href="%(gpl_url)s">GPL2</a> license
pt_br: O <a href="%(dnstorm_url)s">DNStorm</a> é um software livre distribuído sob a licença <a href="%(gpl_url)s">GPL2</a>.

source: Something went wrong with the submission. Please review the warnings on the form.
pt_br: Algo de errado aconteceu. Revise os avisos no formulário.

source: Post problem
pt_br: Postar problema

source: Superuser
pt_br: Superusuário

source: Logout
pt_br: Sair

source: Problem draft
pt_br: Rascunho de problema

source: Problem is not available for user contribution until it is published.
pt_br: O problema permanecerá indisponível para contribuições até que seja publicado

source: Edit the problem to change this permission.
pt_br: Edite as permissões do problema para modificar esta permissão.

source: Anyone can view
pt_br: Qualquer um pode ver

source: Click here to edit the problem permissions.
pt_br: Clique aqui para editar as permissões do problema.

source: Only invited people can view
pt_br: Somente usuários convidados podem ver

source: Private
pt_br: Privado

source: Anyone can collaborate.
pt_br: Qualquer um pode colaborar.

source: Open
pt_br: Aberto

source: Only managers collaborate.
pt_br: Somente gerentes colaboram.

source: Closed
pt_br: Fechado

source: You are receiving updates via e-mail for this problem. Click to unsubscribe.
pt_br: Você está recebendo atualizações via e-mail para este problema. Clique para deixar de receber.

source: You are currently not receiving updates via e-mail about this problem. Click to subscribe.
pt_br: Você não está recebendo atualizações via e-mail para este problema. Clique para começar a receber.

source: Following
pt_br: Seguindo

source: Not following
pt_br: Não seguindo

source: No activity so far.
pt_br: Nenhuma atividade até agora.

source: View all activities
pt_br: Ver todas as atividades

source: Create new problem
pt_br: Criar novo problema

source: No title
pt_br: Sem título

source: last modified %(time)s
pt_br: última modificação em %(time)s

source: There's no problem available. <a class="button radius tiny" href="%(item_url)s">Why not create one?</a>
pt_br: Não há nenhum problema disponível. <a class="button radius tiny" href="%(item_url)s">Por que não criar um?</a>

source: There's no public problems available. You can <a class="button radius small" href="%(login_url)s">log in</a> or <a class="button radius small" href="%(register_url)s">create an account</a> to start!
pt_br: Não há nenhum problema disponível. Você pode <a class="button radius small" href="%(login_url)s">se logar</a> ou <a class="button radius small" href="%(register_url)s">criar uma conta</a> para começar!

source: Page %(number)s
pt_br: Página %(number)s

source: Created at %(created)s
pt_br: Criado em %(created)s

source: No criteria defined.
pt_br: Nenhum critério definido.

source: problems
pt_br: problemas

source: ideas
pt_br: ideias

source: comments
pt_br: comentários

source: Joined in %(date_joined)s
pt_br: Entrou em %(date_joined)s

source: This is a preview mode from an unpublished draft. The problem is not available for user contribution until it is published.
pt_br: Este é um modo de pré-visualização de um rascunho não publicado. O problema estará disponível para contribuição quando for publicado.

source: Click here to insert a new criteria.
pt_br: Clique aqui para inserir um novo critério.

source: There's no criteria defined for this problem yet.
pt_br: Não há critério definido para este problema ainda.

source: Your idea drafts
pt_br: Seus rascunhos de ideia

source: Click here to insert a new idea.
pt_br: Clique aqui para inserir uma nova ideia.

source: Ideas submission will be available when criteria are defined.
pt_br: O envio de ideias estará disponível quando os critérios forem definidos.

source: Click here to insert a new alternative.
pt_br: Clique aqui para adicionar uma nova alternativa.

source: There's no alternative created yet.
pt_br: Não há nenhuma alternativa criada ainda.

source: Alternatives will be available when there's criteria and ideas.
pt_br: As alternativas estarão disponíveis quando houver critérios e ideias.

source: Alternative preference from users
pt_br: Preferências de alternativas por usuários

source: There's no alternative to render data yet.
pt_br: Não há nenhuma alternativa para mostrar informações.

source: Criteria attendance from alternatives
pt_br: Atendimento aos critérios pelas alternativas

source: There's not enough data to show criteria results.
pt_br: Não há dados necessários para mostrar resultados para os critérios.

source: No users around here.
pt_br: Nenhum usuário por aqui.

source: Click on the ideas to select them for this alternative.
pt_br: Clique nas ideias ara selecioná-las nesta alternativa

source: Add an alternative
pt_br: Adicionar alternativa

source: Your idea
pt_br: Sua ideia

source: Really delete?
pt_br: Apagar de verdade?

source: This action cannot be undone.
pt_br: Esta ação não poderá ser desfeita.

source: Remove
pt_br: Remover

source: Open for edition
pt_br: Edição aberta

source: Closed for edition
pt_br: Fechado para edição

source: About
pt_br: Sobre

source: About DNStorm
pt_br: Sobre o DNStorm

source: Writing a good problem description
pt_br: Escreva uma boa descrição para o problema

source: Define criteria to clarify the problem boundaries
pt_br: Defina critérios para esclarecer os limites do problema

source: Display the other <b>%(count)s</b> comments
pt_br: Mostrar os outros <b>%(count)s</b> comentários

source: Edit
pt_br: Editar

source: Delete
pt_br: Apagar

source: Alternative coauthors
pt_br: Co-autores da alternativa

source: Alternative author
pt_br: Autor da alternativa

source: Display the other <b>%(count)s</b> comments.
pt_br: Mostrar os outros <b>%(count)s</b> comentários

source: comment this alternative
pt_br: comentar esta alternativa

source: Criteria coauthors
pt_br: Co-autores do critério

source: Criteria author
pt_br: Autor do critério

# verb
source: Comment
pt_br: Comentar

source: Values from %(min)s to %(max)s.
pt_br: Valores de %(min)s até %(max)s.

source: Values lower than %(min)s.
pt_br: Valores menores do que %(min)s.

source: Values greater than %(max)s.
pt_br: Valores maiores do que %(max)s.

source: Ascending order is best.
pt_br: Ordem crescente é melhor.

source: Descending order is best.
pt_br: Ordem decrescente é melhor.

source: Weight %(weight)s.
pt_br: Peso %(weight)s.

source: Results the sum of values.
pt_br: Resulta na soma dos valores.

source: Results the average value of ideas.
pt_br: Resulta na média dos valores das ideias.

source: Results the absolute value of ideas.
pt_br: Resulta no valor absoluto das ideias.

source: This idea is not available for other users
pt_br: Esta ideia não está disponível para outros usuários

source: Warning: No value for this criteria.
pt_br: Aviso: Critério não tem valor preenchido.

source: Idea coauthors
pt_br: Co-autores da ideia

source: Idea author
pt_br: Autor da ideia

source: You can improve this description by editing it. Click here to contribute.
pt_br: Você pode modificar e melhorar esta descrição. Clique aqui para contribuir.

source: Start by giving the problem a good and detailed description.
pt_br: Comece dando ao problema uma descrição boa e detalhada.

source: Problem coauthors
pt_br: Co-autores do problema

source: Problem author
pt_br: Autor do problema

source: Send invitation
pt_br: Enviar convite

source: %(day)s at %(hour)s
pt_br: %(day)s às %(hour)s

source: Pending invitation
pt_br: Convite em aberto

source: cancel invitation
pt_br: cancelar convite

source: inactivate user
pt_br: desativar usuário

source: activate user
pt_br: ativar usuário

source: Ooops... server error. Sorry.
pt_br: Ooops... erro do servidor. Desculpe

source: There was something wrong with your request and we don't know what happened. Please contact your system administrator if this problem persists.
pt_br: Houve algo de errado com sua requisição e não sabemos direito o que aconteceu. Contate o administrador do sistema se este problema persistir.

source: alternatives
pt_br: alternativas

source: Preview
pt_br: Pré-visualização

source: Edit draft
pt_br: Editar rascunho

source: Page %(number)s of %(total)s
pt_br: Página %(number)s de %(total)s

source: <a href="%(actor_url)s">%(actor_name)s</a> is now is a collaborator of the problem <a href="%(problem_url)s">%(problem_title)s</a>
pt_br: <a href="%(actor_url)s">%(actor_name)s</a> é agora um colaborador do problema <a href="%(problem_url)s">%(problem_title)s</a>

source: <a href="%(actor_url)s">%(actor_name)s</a> created the problem <a href="%(problem_url)s">%(problem_title)s</a>
pt_br: <a href="%(actor_url)s">%(actor_name)s</a> criou o problema <a href="%(problem_url)s">%(problem_title)s</a>

source: <a href="%(actor_url)s">%(actor_name)s</a> edited the problem <a href="%(problem_url)s">%(problem_title)s</a>
pt_br: <a href="%(actor_url)s">%(actor_name)s</a> editou o problema <a href="%(problem_url)s">%(problem_title)s</a>

source: <a href="%(actor_url)s">%(actor_name)s</a> created the criteria <a href="%(criteria_url)s">%(criteria_title)s</a> on the problem <a href="%(problem_url)s">%(problem_title)s</a>
pt_br: <a href="%(actor_url)s">%(actor_name)s</a> criou o critério <a href="%(criteria_url)s">%(criteria_title)s</a> no problema <a href="%(problem_url)s">%(problem_title)s</a>

source: <a href="%(actor_url)s">%(actor_name)s</a> edited the criteria <a href="%(criteria_url)s">%(criteria_title)s</a> on the problem <a href="%(problem_url)s">%(problem_title)s</a>
pt_br: <a href="%(actor_url)s">%(actor_name)s</a> editou o critério <a href="%(criteria_url)s">%(criteria_title)s</a> no problema <a href="%(problem_url)s">%(problem_title)s</a>

source: <a href="%(actor_url)s">%(actor_name)s</a> created the idea <a href="%(idea_url)s">%(idea_title)s</a> on the problem <a href="%(problem_url)s">%(problem_title)s</a>
pt_br: <a href="%(actor_url)s">%(actor_name)s</a> criou a ideia <a href="%(idea_url)s">%(idea_title)s</a> no problema <a href="%(problem_url)s">%(problem_title)s</a>

source: <a href="%(actor_url)s">%(actor_name)s</a> edited the idea <a href="%(idea_url)s">%(idea_title)s</a> on the problem <a href="%(problem_url)s">%(problem_title)s</a>
pt_br: <a href="%(actor_url)s">%(actor_name)s</a> editou a ideia <a href="%(idea_url)s">%(idea_title)s</a> no problema <a href="%(problem_url)s">%(problem_title)s</a>

source: <a href="%(actor_url)s">%(actor_name)s</a> created the alternative <a href="%(alternative_url)s">%(alternative_name)s</a> on the problem <a href="%(problem_url)s">%(problem_title)s</a>
pt_br: <a href="%(actor_url)s">%(actor_name)s</a> criou a alternativa <a href="%(alternative_url)s">%(alternative_name)s</a> no problema <a href="%(problem_url)s">%(problem_title)s</a>

source: <a href="%(actor_url)s">%(actor_name)s</a> edited the alternative <a href="%(alternative_url)s">%(alternative_name)s</a> on the problem <a href="%(problem_url)s">%(problem_title)s</a>
pt_br: <a href="%(actor_url)s">%(actor_name)s</a> editou a alternativa <a href="%(alternative_url)s">%(alternative_name)s</a> no problema <a href="%(problem_url)s">%(problem_title)s</a>

source: <a href="%(actor_url)s">%(actor_name)s</a> <a href="%(comment_url)s">commented</a> the problem <a href="%(problem_url)s">%(problem_title)s</a>
pt_br: <a href="%(actor_url)s">%(actor_name)s</a> <a href="%(comment_url)s">comentou</a> o problema <a href="%(problem_url)s">%(problem_title)s</a>

source: <a href="%(actor_url)s">%(actor_name)s</a> <a href="%(comment_url)s">commented</a> the criteria <a href="%(criteria_url)s">%(criteria_title)s</a> on the problem <a href="%(problem_url)s">%(problem_title)s</a>
pt_br: <a href="%(actor_url)s">%(actor_name)s</a> <a href="%(comment_url)s">comentou</a> o criterio <a href="%(criteria_url)s">%(criteria_title)s</a> no problema <a href="%(problem_url)s">%(problem_title)s</a>
